Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# requestRelated.accountStatusAbnormal.errorMessage
source: （1034）账号需要验证，请打开App进行人机验证。建议长按小组件开启简洁模式
en: (1034) Account needs verification. Please open the app for human-machine verification. Long press the widget to enable the simplified mode.
fil: (1034) Kailangan ng pagpapatunay sa account. Mangyaring buksan ang app para sa pagpapatunay ng tao-kalansay. I-hold ang widget upang paganahin ang compact mode.
fr: (1034) Le compte nécessite une vérification. Veuillez ouvrir l'application pour une vérification homme-machine. Maintenez enfoncé le widget pour activer le mode compact.
it: (1034) L'account richiede verifica. Si prega di aprire l'app per la verifica uomo-macchina. Tieni premuto il widget per attivare la modalità compatta.
ja: （1034）アカウントの認証が必要です。アプリを開いて人間と機械の認証を行ってください。ウィジェットを長押しすると、簡潔モードを有効にすることができます。
ko: (1034) Account needs verification. Please open the app for human-machine verification. Long press the widget to enable the simplified mode.
ru: (1034) Требуется проверка аккаунта. Откройте приложение для проведения проверки человека и машины. Длительное нажатие на виджете позволяет включить компактный режим.
vi: (1034) Tài khoản cần xác minh. Vui lòng mở ứng dụng để xác minh người-máy. Nhấn và giữ widget để kích hoạt chế độ gọn gàng.
zh_hant: （1034）帳號需要認證。請打開應用程式進行真人認證。建議長按小組件開啟簡潔模式。

# requestRelated.accountStatusAbnormal.promptForVerificationInApp
source: 账号状态异常，请打开App填写验证码
en: Account status exception, prompting for in-app interactive verification
fil: Account status exception, pahiwatig para sa in app interactive verification
fr: Exception d'état de compte, demande de vérification interactive in-app
it: Eccezione dello stato dell'account, che richiede la verifica interattiva in-app
ja: アカウント状態異常、アプリでの人間認証をお待ちしております
ko: Account status exception, prompting for in-app interactive verification
ru: Исключение из статуса счета, запрос на интерактивную проверку в приложении
vi: Ngoại lệ trạng thái tài khoản, nhắc xác minh tương tác trong ứng dụng
zh_hant: 帳號狀態異常，需要開啟 App 進行真人認證

# server.region.name.asia
source: 亚洲 (Asia)
en: Asia
fil: Asia
fr: Asia
it: Asia
ja: アジア (Asia)
ko: Asia
ru: Asia
vi: Asia
zh_hant: 亞洲 (Asia)

# server.region.name.celestia
source: 天空岛
en: Tenkuunoshima (Celestia)
fil: Tenkuunoshima (Celestia)
fr: Tenkuunoshima (Celestia)
it: Tenkuunoshima (Celestia)
ja: 天空島
ko: Tenkuunoshima (Celestia)
ru: Tenkuunoshima (Celestia)
vi: Tenkuunoshima (Celestia)
zh_hant: 天空島

# server.region.name.eu
source: 欧洲 (Europe)
en: Europe
fil: Europe
fr: Europe
it: Europe
ja: ヨーロッパ (Europe)
ko: Europe
ru: Europe
vi: Europe
zh_hant: 歐洲 (Europe)

# server.region.name.hongKongMacauTaiwan
source: 港澳台 (HK/MO/TW)
en: TW/HK/MO
fil: TW/HK/MO
fr: TW/HK/MO
it: TW/HK/MO
ja: 香港・マカオ・台湾 (HK/MO/TW)
ko: TW/HK/MO
ru: TW/HK/MO
vi: TW/HK/MO

# server.region.name.irminsul
source: 世界树
en: Sekaiju (Irminsul)
fil: Sekaiju (Irminsul)
fr: Sekaiju (Irminsul)
it: Sekaiju (Irminsul)
ja: 世界樹
ko: Sekaiju (Irminsul)
ru: Sekaiju (Irminsul)
vi: Sekaiju (Irminsul)
zh_hant: 世界樹

# server.region.name.us
source: 美洲 (America)
en: America
fil: America
fr: America
it: America
ja: アメリカ (America)
ko: America
ru: America
vi: America

# settings.account.accountDetails
source: 账号信息
en: Account Infos
fil: Mga Impormasyon ng Account
fr: Info des comptes
it: Account Infos
ja: アカウント情報
ko: Account Infos
ru: Информация аккаунта
vi: Thông tin tài khoản
zh_hant: 帳號資訊

# settings.account.addAccount
source: 添加账号
en: Add Account
fil: Magdagdag ng account
fr: Ajouter Compte
it: Add Account
ja: アカウントを追加
ko: Add Account
ru: Добавить аккаунт
vi: Thêm Tài Khoản
zh_hant: 添加帳號

# settings.account.alias
source: 自定义账号名
en: Custom Account Name
fil: Custom Account Name
fr: Nom de compte personalisé
it: Custom Account Name
ja: カスタムアカウント名
ko: Custom Account Name
ru: Свой никнейм аккаунта
vi: Tên tài khoản tùy chỉnh
zh_hant: 自訂帳號名

# settings.account.config
source: 账号配置
en: Account Configuration
fil: Kompigurasyon ng Account
fr: Configuration des comptes
it: Account Configuration
ja: アカウント設定
ko: Account Configuration
ru: Конфигурация аккаунта
vi: Cấu hình tài khoản
zh_hant: 帳號配置

# settings.account.configuration.askingForEnablingRealtimeNotePaper
source: 请先确保绑定的米游社账号已开启并能在米游社App中查看「实时便笺」功能
en: Please make sure your "Real-Time Notes" is accessible
fil: Maaring tiyaking naa-access ang iyong "Real-Time Notes" .
fr: Verifier que vous avez ouvert et activer "Les données en temps réel" dans HoYoLAB.
it: Please make sure your "Real-Time Notes" is accessible
ja: ログイン状態のHoYoLABで、設定より、「リアルタイムノート」をオンにしていることを確認してください。
ko: Please make sure your "Real-Time Notes" is accessible
ru: Пожалуйста убедитесь что настройка "Заметки в реальном времени " включена
vi: Vui lòng đảm bảo "Ghi chú theo thời gian thực" của bạn có thể truy cập được
zh_hant: 請先確保綁定的米遊社帳號已開啟並能在米遊社App中檢視「實時便箋」功能

# settings.account.configuration.beforeAddingYourAccount
source: 添加账号前…
en: Before adding your account…
fil: Bago idagdag ang iyong account…
fr: Avant d'ajouter votre compte…
it: Before adding your account…
ja: アカウントを追加する前に
ko: Before adding your account…
ru: Перед добавлением аккаунта…
vi: Trước khi thêm tài khoản của bạn…
zh_hant: 添加帳號前…

# settings.account.configuration.notFinishedYet
source: 尚未完成账号设置
en: Account configuration is not finished
fil: Hindi pa tapos ang pag-configure ng account
fr: La configuration du compte n'a pas été terminée
it: Account configuration is not finished
ja: アカウントの設定が完了していません
ko: Account configuration is not finished
ru: Настройка аккаунта не завершена
vi: Cấu hình tài khoản chưa hoàn tất
zh_hant: 尚未完成帳號設定

# settings.account.configuration.save
source: 保存
en: Save
fil: I-save
fr: Sauvegarder
it: Save
ja: セーブ
ko: Save
ru: Сохранить
vi: Lưu

# settings.account.details.manualConfiguration
source: 手动设置账号详情
en: Login Info Details
fil: Detalye ng login
fr: Détails du compte
it: Login Info Details
ja: アカウントの詳細情報
ko: Login Info Details
ru: Подробности об авторизации
vi: Chi tiết thông tin đăng nhập
zh_hant: 手動設定帳號詳情

# settings.account.deviceFingerprint
source: 设备指纹
en: Device Fingerprint
fil: Device Fingerprint
fr: Device Fingerprint
it: Device Fingerprint
ja: デバイスの指紋
ko: Device Fingerprint
ru: Device Fingerprint
vi: Device Fingerprint
zh_hant: 設備指紋

# settings.account.error.failedFromFetchingAccountInformation
source: 没能获取到登录信息
en: Unable to retrieve log-in information
fil: Unable to retrieve log-in information
fr: Unable to retrieve log-in information
it: Unable to retrieve log-in information
ja: ログインデータは受け取りできませんでした。
ko: Unable to retrieve log-in information
ru: Unable to retrieve log-in information
vi: Unable to retrieve log-in information
zh_hant: 沒能獲取到登入資訊

# settings.account.errorMessage
source: 错误内容
en: Error Details
fil: Detayle ng Error
fr: Details des erreurs
it: Error Details
ja: エラーの詳細
ko: Error Details
ru: Подробности ошибки
vi: Chi tiết lỗi
zh_hant: 錯誤內容

# settings.account.errorMessage.failedFromGettingUIDAndServerInfo
source: 获取UID和账号区服失败。请前往手动配置该信息或重试。
en: Failed to get UID and account server. Please configure your account manually or try again.
fil: Hindi makuha ang Cookie. Maaring subukan muli.
fr: Erreur d'obtention d'information. Merci de réessayer.
it: Failed to fetch Cookie. Please try again.
ja: UIDとアカウントサーバーを取得できませんでした。アカウントを手動で設定するか、再度お試しください。
ko: Failed to get UID and account server. Please configure your account manually or try again.
ru: Не удалось получить Cookie-файл. Пожалуйста, попробуйте еще раз.
vi: Không thể tìm thông tin đăng nhập của bạn, vui lòng đăng nhập lại HoYoLAB
zh_hant: 獲取UID和帳號區服失敗。請前往手動配置該資訊或重試。

# settings.account.explain.youCanCustomizeAccountNamesShownInTheWidget
source: 你可以自定义显示在小组件上的账号名称
en: Your custom account name displayed on Widget
fil: Ang iyong custom na pangalan ng account na ipinapakita sa Widget.
fr: vous pouvez customiser le nom de compte affiché sur le Widget
it: Your custom account name displayed on Widget
ja: ウィジェットに表示されているアカウント名をカスタマイズできます
ko: Your custom account name displayed on Widget
ru: Ваш ник учетной записи будет изображен на виджете
vi: Tên tài khoản tùy chỉnh của bạn được hiển thị trên tiện ích
zh_hant: 您可以自訂顯示在小工具上的帳號名稱

# settings.account.login.instruction
source: 请在打开的网页完成登录米游社操作后点击「完成」。 通过Google，Facebook或Twitter登录HoYoLAB不可使用，请使用账号密码登录。 我们承诺：您的登录信息只会保存在您的本地设备和私人iCloud中，仅用于向米游社请求您的原神状态。
en: Click "Done" after you finish login to HoYoLAB in the following webpage. Sign in via Google, Facebook or Twitter is not available, please sign in with your username & password. Your account's login info will only be stored in local device and your private iCloud, and used to request HoYoLAB for your Genshin account infos.
fil: Pindutin ang "Tapos" kapag tapos ka na mag login sa HoYoLAB sa susunod na pahina. Hindi magagamit ang Sign in via Google, Facebook o Twitter, maari mag-sign in gamit ng iyong username at password. Ang impormasyon sa pag-login ng iyong account ay nakaimbak sa local device at sa iyong private iCloud, at ito ay ginagamit lamang para i-request ang HoYoLAB para sa impormasyon ng Genshin account.
fr: Cliquer sur "Compris" après avoir fini de vous connecter à HoYoLAB dans le page web suivant. La Connection via Google, Facebook et Twitter à HoYoLAB n'est pas supporté, merci d'utiliser compte et mot de passe pour vous connecter Vos informations de compte vont être stocké seulement dans l'appareil local et dans votre iCloud privé, et utilisé seuleument pour obtenir les données de Genshin Impact nécessaire à HoYoLAB.
it: Click "Done" after you finish login to HoYoLAB in the following webpage. Sign in via Google, Facebook or Twitter is not available, please sign in with your username & password. Your account's login info will only be stored in local device and your private iCloud, and used to request HoYoLAB for your Genshin account infos.
ja: 次のウェブページでHoYoLABへのログインが完了したら、「完了」をクリックしてください。 SNSアカウントでログインできません。アカウントとパスワードでログインしてください。 アカウント情報は、原神アカウント情報のHoYoLABにリクエストするためにのみ使用される、ローカルデバイスとプライベートiCloudにのみ保存されることを約束します。
ko: Click "Done" after you finish login to HoYoLAB in the following webpage. Sign in via Google, Facebook or Twitter is not available, please sign in with your username & password. Your account's login info will only be stored in local device and your private iCloud, and used to request HoYoLAB for your Genshin account infos.
ru: Нажмите "Готово" после авторизации в HoYoLAB в вебокне. Вход через Google, Facebook или Twitter недоступен, используйте логин и пароль. Данные для входа в вашу учетную запись будут храниться только на локальном устройстве и в вашем личном iCloud и использоваться только для запроса информации о вашей учетной записи Genshin Impact в HoYoLAB.
vi: Nhấp vào "Xong" sau khi bạn hoàn tất đăng nhập vào HoYoLAB trong trang web sau. Đăng nhập qua Google, Facebook hoặc Twitter không khả dụng, vui lòng đăng nhập bằng tên người dùng và mật khẩu của bạn. Thông tin đăng nhập tài khoản của bạn sẽ chỉ được lưu trữ cục bộ thiết bị và iCloud riêng của bạn và được sử dụng để yêu cầu HoYoLAB cung cấp thông tin tài khoản Genshin của bạn.
zh_hant: 請在打開的網頁完成登入米遊社操作後點擊「完成」。 通過Google，Facebook或Twitter登入HoYoLAB不可使用，請使用帳號密碼登入。 我們承諾：您的登入資訊只會保存在您的本地設備和私人iCloud中，僅用於向米遊社請求您的原神狀態。

# settings.account.loginViaMiyousheOrHoyoLab
source: 登录米哈游通行证账号
en: Login via HoYoLAB
fil: Mag-login gamit ng HoYoLAB
fr: Connection via HoYoLAB
it: Login via HoYoLAB
ja: HoYoLABからログイン
ko: Login via HoYoLAB
ru: Войти с помощью HoYoLAB
vi: Đăng nhập bằng HoYoLAB
zh_hant: 登入米哈遊通行證帳號

# settings.account.manage.title
source: 管理账号
en: Account Management
fil: Account Management
fr: Account Management
it: Account Management
ja: アカウント管理
ko: Account Management
ru: Account Management
vi: Account Management
zh_hant: 管理帳號

# settings.account.manualConfiguration
source: 手动设置账号
en: configure your account manually
fil: i-configure ang iyong account nang manu-mano
fr: configurer votre compte manuellement
it: configure your account manually
ja: アカウントを手動で設定する
ko: configure your account manually
ru: настроить свой аккаунт вручную
vi: Cấu hình tài khoản của bạn theo cách thủ công
zh_hant: 手動設定帳號

# settings.account.myAccount
source: 我的账号
en: My Account
fil: Aking Account
fr: Mon compte
it: My Account
ja: マイアカウント
ko: My Account
ru: Мой аккаунт
vi: Tài khoản của tôi
zh_hant: 我的帳號

# settings.account.pasteFromClipboard
source: 粘贴自剪贴板
en: Paste from Clipboard
fil: I-paste mula sa Clipboard.
fr: Copié depuis Clipboard
it: Paste from Clipboard
ja: クリップボードから貼り付ける
ko: Paste from Clipboard
ru: Вставить с буфера обмена
vi: Dán từ Clipboard
zh_hant: 粘貼自剪貼板

# settings.account.pleaseAddAccountFirst
source: 请先添加账号
en: Add an Account
fil: Magdagdag ng Account
fr: Ajouter un compte
it: Add an Account
ja: アカウントを追加する
ko: Add an Account
ru: Добавить в аккаунт
vi: Thêm tài khoản
zh_hant: 請先添加帳號

# settings.account.pleaseSelectAccount
source: 请选择账号
en: Choose Your Account
fil: Piliin ang iyong account
fr: Choisir votre compte
it: Choose Your Account
ja: アカウントを選択してください
ko: Choose Your Account
ru: Выберите свой аккаунт
vi: Chọn tài khoản của bạn
zh_hant: 請選擇帳號

# settings.account.prompt.loginToFetchCookie
source: 登录账号获取Cookie
en: Get Cookie via HoYoLAB
fil: Kunin ang Cookie gamit ng HoYoLAB
fr: obtenir Cookie via HoYoLAB
it: Get Cookie via HoYoLAB
ja: HoYoLABからCookieを取得する
ko: Get Cookie via HoYoLAB
ru: Получить Cookie-файлы с HoYoLAB
vi: Lấy Cookie thông qua HoYoLAB
zh_hant: 登入帳號獲取Cookie

# settings.account.prompt.pleaseFinishLogin
source: 请完成登录
en: Please finish login
fil: Paki-tapusin ang pag-login
fr: Merci de finir la Connection
it: Please finish login
ja: ログインを完了してください
ko: Please finish login
ru: Пожалуйста, завершите авторизацию
vi: Vui lòng hoàn tất đăng nhập
zh_hant: 請完成登入

# settings.account.regenerateDeviceFingerPrint.footer
source: 设备指纹仅限天空岛和世界树服务器账号所必需。
en: Only Celestia and Irminsul server accounts require the device fingerprint.
fil: Only Celestia and Irminsul server accounts require the device fingerprint.
fr: Only Celestia and Irminsul server accounts require the device fingerprint.
it: Only Celestia and Irminsul server accounts require the device fingerprint.
ja: デバイスの指紋は、天空の島・世界中その２つサーバーのアカウントに制限されているため、設定する必要があります。
ko: Only Celestia and Irminsul server accounts require the device fingerprint.
ru: Only Celestia and Irminsul server accounts require the device fingerprint.
vi: Only Celestia and Irminsul server accounts require the device fingerprint.
zh_hant: 設備指紋僅限天空島和世界樹伺服器帳號所必需。

# settings.account.regenerateDeviceFingerPrint.label
source: 重新生成设备指纹
en: Regenerate Device Fingerprint
fil: Regenerate Device Fingerprint
fr: Regenerate Device Fingerprint
it: Regenerate Device Fingerprint
ja: デバイスの指紋を再作成
ko: Regenerate Device Fingerprint
ru: Regenerate Device Fingerprint
vi: Regenerate Device Fingerprint
zh_hant: 重新生成設備指紋

# settings.account.region.hoyolabInternational
source: 国际服
en: Global Players
fil: Global Players
fr: Serveur Globale
it: Global Players
ja: グローバルプレーヤー
ko: Global Players
ru: Игроки глобальной версии
vi: Người chơi phiên bản toàn cầu
zh_hant: 國際服

# settings.account.region.miyoushe
source: 国服
en: China Mainland Players
fil: China Mainland Players
fr: Serveur Chinois
it: China Mainland Players
ja: 中国本土のプレーヤー
ko: China Mainland Players
ru: Игроки Континентального Китая
vi: Người chơi Trung Quốc đại lục
zh_hant: 陸服

# settings.account.reloginHoyoLabAccount
source: 重新登录米哈游通行证账号
en: Relogin to HoYoLAB
fil: Mag-login ulit sa HoYoLAB
fr: Reconnection à HoYoLAB
it: Relogin to HoYoLAB
ja: HoYoLABに再度ログインします
ko: Relogin to HoYoLAB
ru: Перезайти в HoYoLAB
vi: Đăng nhập lại bằng HoYoLAB
zh_hant: 重新登入米哈遊通行證帳號

# settings.account.server
source: 服务器
en: Server
fil: Server
fr: Serveur
it: Server
ja: サーバー
ko: Server
ru: Сервер
vi: Máy chủ
zh_hant: 伺服器

# settings.account.testConnection
source: 测试连接
en: Test Connection
fil: Subukan ang koneksyon
fr: Test de connection
it: Test Connection
ja: 接続状況をテストする
ko: Test Connection
ru: Проверка соединения
vi: Kiểm tra kết nối
zh_hant: 測試連線

# settings.account.username
source: 账号名称
en: Account Name
fil: Pangalan ng Account
fr: Nom du compte
it: Account Name
ja: アカウント名
ko: Account Name
ru: Никнейм аккаунта
vi: Tên tài khoản
zh_hant: 帳號名稱

# settings.account.youMayAlso
source: 你也可以
en: You can also
fil: Pwede mo rin
fr: Vous pouvez aussi
it: You can also
ja: または
ko: You can also
ru: Вы также можете
vi: Bạn cũng có thể
zh_hant: 您也可以

# settings.background.choose
source: 选择背景
en: Select Backgrounds
fil: Magpili ng Backgrounds
fr: Select Backgrounds
it: Select Backgrounds
ja: 背景を選択
ko: Select Backgrounds
ru: Выбрать фон
vi: Chọn Nền
zh_hant: 選擇背景

# settings.display.autoLineSpacingForECDDV
source: 角色详情排版间距适配
en: Adaptive layout in character view
fil: Adaptive layout sa character view
fr: Adaptive layout in character view
it: Adaptive layout in character view
ja: キャラビューの組版スペーシング自動調整
ko: Adaptive layout in character view
ru: Адаптивное расположение при просмотре персонажа
vi: Bố cục trong chế độ xem nhân vật
zh_hant: 角色詳情排版間距適配

# settings.display.autoLineSpacingForECDDV.onlyWorksWithNotchedPhones
source: 这仅对 iPad 以及有「刘海」的 iPhone 生效。
en: This only works with iPad and notched iPhone models.
fil: Ito ay gumagana lamang sa iPad at ang iPhone model na may notch.
fr: This only works with iPad and notched iPhone models.
it: This only works with iPad and notched iPhone models.
ja: iPad と Face ID つけの iPhone だけで効ける機能である。
ko: This only works with iPad and notched iPhone models.
ru: Это работает только с iPad и с безкнопочными iPhone.
vi: Tính năng này chỉ hoạt động với iPad và các dòng iPhone có tai thỏ.
zh_hant: 這僅對 iPad 以及有「瀏海」的 iPhone 生效。

# settings.display.chineseKanjiCorrection.description
source: 这将会在简体中文当中强制自动恢复目前已被当地语委恢复的「锺」、在繁体中文当中强制自动恢复「堇」的当代繁体中文写法「菫」。
en: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
fil: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
fr: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
it: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
ja: 簡体中国語のUIで（苗字としての）「钟・钟离」を「锺・锺离」と訂正します。繁体中国語UIの場合、「堇」を「菫」と訂正します。
ko: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
ru: This will convert 钟 & 钟离 (as family names) to 锺 & 锺离 when the UI language is Simplified Chinese. If Traditional Chinese, it will instead convert 堇 to 菫.
vi: Điều này sẽ chuyển đổi 钟 & 钟离 đến 锺 & 锺离 khi ngôn ngữ giao diện người dùng là tiếng Trung giản thể . Nếu là tiếng Trung phồn thể , nó sẽ chuyển đổi 堇 to 菫.
zh_hant: 這將會在簡體中文當中強制自動恢復目前已被在地語委恢復的「锺」、在繁體中文當中強制自動恢復「堇」的當代繁體中文寫法「菫」。

# settings.display.chineseKanjiCorrection.title
source: 中文汉字纠正
en: Chinese UI Text Correction
fil: Chinese UI Text Correction
fr: Chinese UI Text Correction
it: Chinese UI Text Correction
ja: 中国語UI漢字遣を正す
ko: Chinese UI Text Correction
ru: Коррекция текста в китайском UI
vi: Chỉnh sửa văn bản giao diện người dùng tiếng Trung
zh_hant: 中文漢字糾正

# settings.display.customizedNameForKunikuzushi
source: 自定义姓名
en: Edit Name
fil: I-edit ang pangalan
fr: Edit Name
it: Edit Name
ja: 指定名前
ko: Edit Name
ru: Изменить имя
vi: Sửa Tên
zh_hant: 自訂姓名

# settings.display.customizingNameForKunikuzushi
source: 自定义流浪者姓名
en: Edit Wanderer's Name
fil: I-edit ang pangalan ni Wanderer
fr: Edit Wanderer's Name
it: Edit Wanderer's Name
ja: 放浪者の指定名前
ko: Edit Wanderer's Name
ru: Изменить имя Странника
vi: Sửa Tên Kẻ Lang Thang
zh_hant: 自訂流浪者姓名

# settings.display.cutShouldersForSmallPhotos
source: 裁掉小尺寸角色照片当中的肩膀
en: Cut shoulders for small avatar photos
fil: Cut shoulders for small avatar photos
fr: Recadrer les épaules d'une photo de personnage de petite taille
it: Cut shoulders for small avatar photos
ja: 小寸法のキャラ写真の両肩を裁断する
ko: Cut shoulders for small avatar photos
ru: Приблизить лицо на уменьшенной аватарке персонажа
zh_hant: 裁掉小尺寸角色照片當中的肩膀

# settings.display.prompt.customizingNameForKunikuzushi
source: 请输入自定义流浪者姓名
en: Please enter Wanderer's customized name
fil: I-enter ang customized name ni Wanderer
fr: Please enter Wanderer's customized name
it: Please enter Wanderer's customized name
ja: 放浪者の指定名前のご入力を
ko: Please enter Wanderer's customized name
ru: Введите собственное имя для Странника
vi: Vui lòng nhập tên tùy chỉnh của Kẻ Lang Thang
zh_hant: 請輸入自訂流浪者姓名

# settings.display.showArtifactRank
source: 显示圣遗物评分与评价
en: Show artifact scores and ratings
fil: Ipakita ang artifact scores and ratings
fr: Show artifact scores and ratings
it: Show artifact scores and ratings
ja: 聖遺物の評判とその点数を表示する
ko: Show artifact scores and ratings
ru: Показать рейтинг и счёт артефакта (Мощь артефакта и его экипировка на правильного персонажа. Рассчитывается в очках)
vi: Hiển Thị Xếp Hạng Và Điểm Số TDV
zh_hant: 顯示聖遺物評分與評價

# settings.display.showArtifactRarityAndLevel
source: 显示圣遗物等级与稀有度
en: Show artifact levels and rarity stars
fil: Ipakita ang artifact levels at rarity stars
fr: Show artifact levels and rarity stars
it: Show artifact levels and rarity stars
ja: 聖遺物の稀有度とレベルを表示する
ko: Show artifact levels and rarity stars
ru: Показывать уровни артефактов и их редкость
vi: Hiển thị cấp độ nhân vật và phẩm chất
zh_hant: 顯示聖遺物等級與稀有度

# settings.display.title
source: 界面偏好设置
en: UI Settings
fil: Mga setting ng UI
fr: UI Settings
it: UI Settings
ja: UI 偏好設定
ko: UI Settings
ru: Настройки интерфейса
vi: Tùy Chọn Giao Diện
zh_hant: 介面偏好設定

# settings.display.useActualCharacterNames
source: 显示部分角色的真实姓名
en: Show certain characters' real names
fil: Ipakita ang mga tunay na pangalan ng mga character
fr: Show certain characters' real names
it: Show certain characters' real names
ja: 一部のキャラの本名を表示する
ko: Show certain characters' real names
ru: Показать настоящие имена для некоторых персонажей
vi: Hiển thị tên thật của một số nhân vật
zh_hant: 顯示部分角色的真實姓名

# settings.dynamicIsland.howToHide
source: 如何隐藏灵动岛？如何关闭树脂计时器？
en: How to hide the Dynamic Island? How to turn off the resin timer?
fil: Paano itago ang Dynamic Island? Paano patayin ang resin timer?
fr: How to hide the Dynamic Island? How to turn off the resin timer?
it: How to hide the Dynamic Island? How to turn off the resin timer?
ja: ダイナミックアイランドを隠す方法は？ 樹脂タイマーをオフにする方法は？
ko: How to hide the Dynamic Island? How to turn off the resin timer?
ru: Как спрятать таймер в Dynamic Island? Как выключить таймер смолы?
vi: Làm thế nào để ẩn Dynamic Island ? Làm thế nào để tắt bộ đếm thời gian nhựa?
zh_hant: 如何隱藏動態島？如何關閉樹脂計時器？
